<?php
$xml_list = 
	
	array(	'vodlist'	=>array(				
				1	=> '封面下+标题',
				2	=> '封面右+详细内容',
				3	=> '[竖排]标题+播放数',
				4	=> '[竖排]微图+标题+播放',
				5	=> '[竖排]小图+标题+播放',
				6	=> '[竖排]小图+标题+播主',
			),

			'albumlist'	=>array(
				1	=> '封面下+专辑名',
				2	=> '封面右+详细内容',
				3	=> '[竖排]标题+播放数',
				11	=> '[竖排]标题+视频数',
				12	=> '[竖排]小图+专辑名+视频数',
				6	=> '[竖排]小图+专辑名+播主',
			),

			'hotuser'	=>array(
				7	=> '达人头像下+用户名+参数',
				8	=> '达人头像+用户名',
				9	=> '[竖排]头像+达人用户名+参数',
				10	=> '[图文]头像+达人名+参数',
			),

			'tvlist'	=>array(
				13	=> '封面下+标题+集数+更新数',
				14	=> '封面右+集数+更新数+详细内容',
				15	=> '[竖排]小图+标题+集数+更新数',
			)
		);


	//如需自己增加模板，请注意[ID]号不要重复，保持整洁规范！

?>