<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_admincp_login.php by Valery Votintsev at sources.ru
 */

$lang = array
(
	'login_title'		=> 'Вход в Админ-Центр',
	'login_username'	=> 'Имя пользователя',
	'login_password'	=> 'Пароль',

	'submit'		=> 'Войти',
	'forcesecques'		=> 'Обязательное поле',
	'security_question'	=> 'Секретный вопрос',
	'security_answer'	=> 'Ответ',
	'security_question_0'	=> 'Без вопросов',
	'security_question_1'	=> 'Имя матери',
	'security_question_2'	=> 'Имя деда',
	'security_question_3'	=> 'День рождения отца',
	'security_question_4'	=> 'Имя первого учителя',
	'security_question_5'	=> 'Модель Вашего ПК',
	'security_question_6'	=> 'Любимый ресторан',
	'security_question_7'	=> 'Последние 4 цифры водительских прав',

	'login_tips'		=> 'Discuz! - эффективный, многофункциональный, высокопроизводительный движок для создания социальной сети. Данный продукт использует PHP и MySQL и на сегодняшний день является одним из наиболее популярных движков в юго-восточной Азии благодаря своей гибкости, разнообразию функций и бесплатности.',
	'login_nosecques'	=> 'Вы не используете секретный вопрос для входа. Сначала установите секретный вопрос в секции "Безопасность" своего профиля, а затем возвращайтесь сюда! <a href="forum.php?mod=memcp&action=profile&typeid=1">Установить секретный вопрос</a>',

	'login_cplock'		=> 'Вход в Админ-Центр заблокирован!<br>Повторите попытку входа через <b>{ltime}</b> сек.',
	'login_user_lock'	=> 'Введён неверный пароль несколько раз подряд. В целях безопасности вход в Админ-Центр заблокирован на 15 минут.',
	'login_cp_noaccess'	=> '<b>У Вас нет прав для доступа в Админ-Центр или для выполнения данной операции!</b><br /><br /><b>Ваши действия записаны в логи, просим больше не повторять данное действие.</b>',
	'noaccess'		=> 'У Вас нет прав для доступа в Админ-Центр или для выполнения данной операции! Все вопросы - к администрации сайта.',


);

