<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_modaction.php by Khalid Nahhal, http://www.ar-discuz.com
 */

$lang = array
(

	'EDT'	=> 'تعديل',//'编辑',

	'DEL'	=> 'حذف',//'删除',
	'DLP'	=> 'حذف رد',//'删除回复',
	'DCM'	=> 'حذف تعليق',//'删除点评',
	'PRN'	=> 'حذف عدة مشاركات',//'批量删帖',
	'UDL'	=> 'ازالة حذف',//'反删除',

	'DIG'	=> 'ممتاز',//'加入精华',
	'UDG'	=> 'سيئ',//'解除精华',
	'EDI'	=> 'امتياز محدود',//'限时精华',
	'UED'	=> 'امتياز غير محدود',//'解除限时精华',

	'CLS'	=> 'اغلاق',//'关闭',
	'OPN'	=> 'فتح',//'打开',
	'ECL'	=> 'اغلاق محدود',//'限时关闭',
	'UEC'	=> 'اغلاق غير محدود',//'解除限时关闭',
	'EOP'	=> 'فتح محدود',//'限时打开',
	'UEO'	=> 'فتح غير محدود',//'解除限时打开',

	'STK'	=> 'تثبيت',//'置顶',
	'UST'	=> 'ازالة تثبيت',//'解除置顶',
	'EST'	=> 'تثبيت مؤقت',//'限时置顶',
	'UES'	=> 'ازالة تثبيت مؤقت',//'解除限时置顶',

	'SPL'	=> 'تقسيم',//'分割',
	'MRG'	=> 'دمج',//'合并',

	'HLT'	=> 'تمييز عنوان',//'设置高亮',
	'UHL'	=> 'ازلة تمييز العنوان',//'解除高亮',
	'EHL'	=> 'تمميز عنوان مؤقت',//'限时高亮',
	'UEH'	=> 'تمييز عنوان غير محدود',//'解除限时高亮',

	'BMP'	=> 'اعلاء',//'提升',
	'DWN'	=> 'اخفاض',//'下沉',

	'MOV'	=> 'نقل',//'移动',
	'CPY'	=> 'نسخ',//'复制',
	'TYP'	=> 'تغيير نوع',//'分类',

	'RFD'	=> 'إعادة النقاط',//'强制退款',

	'MOD'	=> 'إشراف',//'审核通过',

	'ABL'	=> 'إضافة مدونة',//'加入文集',
	'RBL'	=> 'حذف مدونة',//'移除文集',

	'PTS'	=> 'دفع إلى المهملات',//'推送主题',
	'RFS'	=> 'استعادته من المهملات',//'解除推送',
	'RMR'	=> 'ازالة مكافأة',//'取消悬赏',
	'BNP'	=> 'حظر مشاركة',//'屏蔽帖子',
	'UBN'	=> 'ازالة حظر مشاركة',//'解除屏蔽',

	'REC'	=> 'مستحسن',//'推荐',
	'URE'	=> 'غير مستحسن',//'解除推荐',

	'WRN'	=> 'تحذير',//'警告',
	'UWN'	=> 'ازالة التحذير',//'解除警告',

	'SPA'	=> ' تثبيت ',//'鉴定为',
	'SPD'	=> ' إلغاء التثبيت ',//'撤销鉴定',

	'SLA'	=> 'إضافة ايقونة',//'添加图标',
	'SLD'	=> 'ازالة ايقونة',//'撤销图标',

	'REG'	=> 'استحسان مجموعة',//'群组推荐',

	'PTA'	=> 'توليد مقالة',//'生成文章',

	'MAG'	=> 'دعامة',//'道具',

	'REB'	=> 'نشر',

);

