<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_email.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}


$lang = array
(
	'hello' => 'สวัสดี',
	'moderate_member_invalidate' => 'ไม่ผ่าน',
	'moderate_member_delete' => 'ลบ',
	'moderate_member_validate' => 'ผ่าน',


	'get_passwd_subject' =>		'ร้องขอเปลี่ยนรหัสผ่านใหม่',
	'get_passwd_message' =>		'
<p>{username}, 
อีเมลนี้ส่งมาจาก {bbname} </p>

<p>คุณได้รับอีเมลนี้ เพราะมีผู้ใช้อีเมลนี้ในการสมัครเป็นสมาชิกที่เว็บไซต์ {bbname} 
และผู้ใช้ได้ร้องขอการเปลี่ยนรหัสผ่านใหม่</p>
<p>
----------------------------------------------------------------------<br />
<strong>คำแนะนำ!</strong><br />
----------------------------------------------------------------------</p>

<p>ถ้าการร้องขอนี้ไม่ได้กระทำโดยคุณ กรุณาเพิกเฉยต่ออีเมลฉบับนี้
แต่ถ้าคุณเป็นผู้ร้องขอ กรุณาอ่านวิธีการแก้ไขรหัสผ่าน
ต่อไป</p>
<p>
----------------------------------------------------------------------<br />
<strong>วิธีแก้ไขรหัสผ่าน</strong><br />
----------------------------------------------------------------------</p>
</p>
คลิกที่ลิงก์ด้านล่างเพื่อรีเซ็ตรหัสผ่านของคุณ ลิงก์นี้จะมีอายุเพียง 3 วันเท่านั้น<br />

<a href="{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}" target="_blank">{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}</a>
<br />
(หากลิงก์นี้ไม่สามารถคลิกได้ โปรดคัดลอกลิงก์แล้วนำไปวางในแถบที่อยู่ของเบราว์เซอร์ด้วยตนเอง)</p>

<p>เมื่อเปิดหน้าลิงก์ที่ส่งมาให้แล้ว ให้ใส่รหัสผ่านใหม่สำหรับเข้าระบบ หลังจากนั้นคุณสามารถเข้าใช้งานเว็บไซต์ด้วยรหัสผ่านใหม่ที่คุณกำหนด คุณสามารถเปลี่ยนแปลงรหัสผ่านใหม่ในเมนูสมาชิกได้ทุกเวลา</p>

<p>ร้องขอมาจาก IP {clientip}</p>


<p>
ขอแสดงความนับถือ<br />
</p>
<p>ทีมงาน {bbname}.
{siteurl}</p>',


	'email_verify_subject' =>	'อีเมลยืนยันการลงทะเบียน',
	'email_verify_message' =>	'<br />
<p>{username}, <br />
อีเมลนี้ส่งมาจาก {bbname}</p>

<p>คุณได้รับอีเมลฉบับนี้เนื่องจาก คุณหรือมีผู้ใช้อีเมลนี้สมัครเป็นสมาชิกกับทางเว็บไซต์ {bbname} ระบบจึงส่งลิงก์ยืนยันการลงทะเบียน
มายังอีเมลนี้ถ้าคุณไม่ได้เป็นผู้ลงทะเบียนกับทางเว็บไซต์ {bbname} กรุณาเพิกเฉยต่ออีเมลฉบับนี้ ถ้าคุณเป็นผู้ใช้อีเมลนี้ลงทะเบียนกับทางเว็บไซต์ {bbname}
กรุณาอ่านต่อไป</p>
<br />
----------------------------------------------------------------------<br />
<strong>วิธีการยืนยันสมาชิก</strong><br />
----------------------------------------------------------------------<br />
<br />
<p>คุณเป็นสมาชิกใหม่ในเว็บไซต์ {bbname} และได้ใช้อีเมลนี้ในการลงทะเบียน 
เราต้องการให้คุณยืนยันว่าอีเมลนี้มีผู้ใช้งานอยู่จริงไม่ใช้ สแปม</p>

<p>เพื่อให้บัญชีและชื่อสมาชิกของคุณทำงาน คลิกลิงก์ด้านล่างนี้:<br />

<a href="{url}" target="_blank">{url}</a>
<br />
(หากลิงก์นี้ไม่ทำงาน โปรดคัดลอกลิงก์แล้วนำไปวางในแถบที่อยู่ของเบราว์เซอร์ด้วยตนเอง)</p>

<p>ขอขอบคุณสำหรับการเข้ามาเยี่ยมชมเว็บไซต์ของเรา ขอให้คุณมีความสุขกับการใช้งานเว็บบอร์ดแห่งนี้</p>


<p>
ขอแสดงความนับถือ<br />

ทีมงาน {bbname}.<br />
{siteurl}</p>',

	'email_register_subject' =>	'ลิงก์ลงทะเบียนจากเว็บบอร์ด',
	'email_register_message' =>	'<br />
<p>อีเมลนี้ส่งมาจาก {bbname}</p>

<p>คุณได้รับอีเมลฉบับนี้เนื่องจาก คุณหรือผู้ใช้อีเมลนี้ขอลงทะเบียนเป็นสมาชิกกับทางเว็บไซต์ {bbname} ระบบจึงส่งลิงก์การสมัครสมาชิก
มายังอีเมลนี้ ถ้าคุณไม่ได้เป็นผู้ขอสมัครสมาชิกกับทางเว็บไซต์ {bbname} กรุณาเพิกเฉยต่ออีเมลฉบับนี้ ถ้าคุณเป็นผู้ใช้อีเมลนี้ในการขอสมัครสมาชิกกับทางเว็บไซต์ {bbname}
กรุณาอ่านต่อไป</p>
<br />
----------------------------------------------------------------------<br />
<strong>วิธีการลงทะเบียนใหม่</strong><br />
----------------------------------------------------------------------<br />
<br />
<p>คุณเป็นผู้ที่ต้องการลงทะเบียนเป็นสมาชิกใหม่ในเว็บไซต์ {bbname} และได้ใช้อีเมลนี้ในการขอรับลิงก์การลงทะเบียน
เราต้องการให้คุณยืนยันว่าอีเมลนี้มีผู้ใช้งานอยู่จริง ไม่ใช่สแปมแต่อย่างไร</p>

<p>คลิกที่ลิงก์ด้านล่าง เพื่อทำการลงทะเบียนในชื่อสมาชิกของคุณ ลิงก์นี้จะมีอายุเพียง 3 วันเท่านั้น หลังจากนั้นจึงจะสามารถร้องขอการตรวจสอบอีเมลใหม่: <br />

<a href="{url}" target="_blank">{url}</a>
<br />
(หากลิงก์นี้ไม่ทำงาน โปรดคัดลอกลิงก์แล้วนำไปวางในแถบที่อยู่ของเบราว์เซอร์ด้วยตนเอง)</p>

<p>ขอขอบคุณสำหรับการมาเยือนของคุณ และขอให้คุณมีความสุข!</p>


<p>
ขอแสดงความนับถือ<br />

ทีมงาน {bbname}.<br />
{siteurl}</p>',


	'add_member_subject' =>		'คุณได้เป็นสมาชิกกับเว็บไซต์เราแล้ว',
	'add_member_message' => 	'
{newusername} , 
อีเมลนี้ส่งมาจาก {bbname}<br />
<br />
สวัสดี ฉันคือ {adminusername} , ยินดีต้อนรับสู่เว็บไซต์ {bbname}<br />
คุณได้รับอีเมลฉบับนี้เพราะว่าคุณได้ลงทะเบียนกับ {bbname} เรียบร้อยแล้ว<br />
<br />
----------------------------------------------------------------------<br />
ขออภัย!<br />
----------------------------------------------------------------------<br />
<br />
ถ้าคุณไม่ต้องการเป็นสมาชิกกับทางเว็บไซต์ {bbname} กรุณาเพิกเฉยต่ออีเมลฉบับนี้<br />
<br />
----------------------------------------------------------------------<br />
รายละเอียดสมาชิก<br />
----------------------------------------------------------------------<br />
<br />
เว็บไซต์:  {bbname}<br />
ลิงก์ URL:  {siteurl}<br />
<br />
ชื่อสมาชิก: {newusername}<br />
รหัสผ่าน: {newpassword}<br />
<br />
ยินดีต้อนรับสมาชิกใหม่ ขณะนี้คุณสามารถใช้ชื่อนี้ในการลงชื่อเข้าใช้เว็บไซต์ {bbname} ได้แล้ว ขอให้สนุกกับการใช้งาน!<br />
<br />
<br />
<br />
ขอแสดงความนับถือ<br />
<br />
ทีมงาน {bbname}.<br />
{siteurl}',


	'birthday_subject' =>		'แฮปปี้เบิร์ดเดย์ สุขสันต์วันคล้ายวันเกิด',
	'birthday_message' => 		'<br />
{username}, <br />
อีเมลนี้ส่งมาจาก {bbname}<br />
<br />
คุณได้รับอีเมลฉบับนี้เพราะว่าคุณได้ยอมรับการรับการแจ้งเตือนทางอีเมลจากเว็บไซต์ {bbname}<br />
วันนี้เป็นวันคล้ายวันเกิดของคุณ<br />
เราทีมงาน {bbname} ขออวยพรให้คุณเนื่องในวันครบรอบวันเกิดของคุณ<br />
<br />
ขอให้คุณมีความสุข สุขภาพแข็งแรง คิดสิ่งใดขอให้สมปรารถนาตลอดปี<br />
สิ่งที่คิด สิ่งที่กำลังจะทำ หากจะทำดีก็ขอให้ทำต่อไป หากแต่จะทำในสิ่งไม่ดี ก็ขอให้ละเว้นเสียเถิด<br />
<br />
<br />
ขอแสดงความนับถือ<br />
<br />
ทีมงาน {bbname}.<br />
{siteurl}',

	'email_to_friend_subject' =>	'{$_G[member][username]} แนะนำ: $thread[subject] ให้กับคุณ',
	'email_to_friend_message' =>	'<br />
อีเมลนี้ส่งมาจาก {$_G[setting][bbname]} โดย {$_G[member][username]} เป็นผู้ส่ง<br />
<br />
คุณได้รับอีเมลฉบับนี้เพราะว่า {$_G[member][username]} สมาชิกใน {$_G[setting][bbname]} ใช้เมนู [แนะนำให้เพื่อน]<br />
เพื่อส่งข้อความนี้มายังอีเมลของคุณ ถ้าคุณไม่สนใจ กรุณาเพิกเฉยต่ออีเมลฉบับนี้<br />
<br />
----------------------------------------------------------------------<br />
เริ่มต้น เนื้อหาต้นฉบับ<br />
----------------------------------------------------------------------<br />
<br />
$message<br />
<br />
----------------------------------------------------------------------<br />
สิ้นสุด เนื้อหาต้นฉบับ<br />
----------------------------------------------------------------------<br />
<br />
โปรดทราบว่าอีเมลฉบับนี้ถูกส่งโดยสมาชิกที่ใช้เมนู [แนะนำให้เพื่อน] เพื่อส่งอีเมลนี้ไม่ได้เป็นอีเมลจากเว็บไซต์อย่างเป็นทางการ<br />
ทีมงานของเว็บไซต์จะไม่รับผิดชอบในเนื้อหาหรือข้อความที่ส่งมา<br />
<br />
ยินดีต้อนรับเข้าสู่ {$_G[setting][bbname]}<br />
$_G[siteurl]',

	'email_to_invite_subject' =>	'เพื่อนของคุณ {$_G[member][username]} ส่งโค้ดเชิญสำหรับการลงทะเบียนกับทางเว็บไซต์ {$_G[setting][bbname]} ให้กับคุณ',
	'email_to_invite_message' =>	'<br />
$sendtoname,<br />
อีเมลนี้ส่งมาจาก {$_G[setting][bbname]} โดย {$_G[member][username]} เป็นผู้ส่ง<br />
<br />
คุณได้รับอีเมลฉบับนี้ เนื่องจาก {$_G[member][username]} สมาชิกในเว็บไซต์ {bbname} ใช้เมนู [ส่งโค้ดเชิญให้เพื่อน]<br />
เพื่อส่งข้อความนี้มายังอีเมลของคุณ ถ้าคุณไม่สนใจ กรุณาเพิกเฉยต่ออีเมลฉบับนี้<br />
และโปรดใช้วิจารญาณในการอ่าน<br />
<br />
----------------------------------------------------------------------<br />
เริ่มต้น เนื้อหาต้นฉบับ<br />
----------------------------------------------------------------------<br />
<br />
$message<br />
<br />
----------------------------------------------------------------------<br />
สิ้นสุด เนื้อหาต้นฉบับ<br />
----------------------------------------------------------------------<br />
<br />
โปรดทราบว่าอีเมลฉบับนี้ถูกส่งโดยสมาชิกที่ใช้เมนู [ส่งโค้ดเชิญให้เพื่อน] เพื่อส่ง อีเมลนี้ไม่ได้เป็นอีเมลจากเว็บไซต์อย่างเป็นทางการ<br />
ทีมงานของเว็บไซต์จะไม่รับผิดชอบในเนื้อหาหรือข้อความที่ส่งมา<br />
<br />
ยินดีต้อนรับเข้าสู่ {$_G[setting][bbname]}<br />
$_G[siteurl]',


	'moderate_member_subject' =>	'แจ้งผลการตรวจสอบสมาชิก',
	'moderate_member_message' =>	'<br />
<p>{username},
อีเมลนี้ส่งมาจาก {bbname}</p>

<p>คุณได้รับอีเมลฉบับนี้ เพราะว่าคุณได้ใช้อีเมลนี้ในการลงทะเบียนกับทางเว็บไซต์ {bbname}
และ ผู้ดูแลระบบได้ตั้งค่าการตรวจสอบสมาชิกใหม่ด้วยตนเอง
ข้อความนี้แจ้งผลการตรวจสอบการลงทะเบียนให้คุณทราบ</p>
<br />
----------------------------------------------------------------------<br />
<strong>ข้อมูลการลงทะเบียนและผลการตรวจสอบ</strong><br />
----------------------------------------------------------------------<br />
<br />
ชื่อสมาชิก: {username}<br />
ลงทะเบียนเมื่อ: {regdate}<br />
ส่งเมื่อวันที่: {submitdate}<br />
ส่งเมื่อเวลา: {submittimes}<br />
เหตุผล: {message}<br />
<br />
ผลการตรวจสอบ: {modresult}<br />
ตรวจสอบวันที่: {moddate}<br />
ตรวจสอบโดย: {adminusername}<br />
ความคิดเห็น: {remark}<br />
<br />
----------------------------------------------------------------------<br />
<strong>คำอธิบายผลการตรวจสอบ</strong><br />
----------------------------------------------------------------------<br />

<p>ผ่าน: การลงทะเบียนของคุณได้รับการตรวจสอบ คุณเป็นสมาชิกกับทางเว็บไซต์ {bbname} อย่างเป็นทางการ</p>

<p>ไม่ผ่าน: ข้อมูลการลงทะเบียนของคุณไม่สมบูรณ์ หรือไม่เป็นไปตามข้อกำหนดของการลงทะเบียนใหม่ คุณสามารถ
	  แก้ไขรายละเอียด<a href="home.php?mod=spacecp&ac=profile" target="_blank">ข้อมูลการลงทะเบียนของคุณ</a> และยื่นคำขอลงทะเบียนอีกครั้ง</p>

<p>ลบ: ข้อมูลการลงทะเบียนของคุณไม่เป็นไปตามข้อกำหนดของการลงทะเบียนใหม่ หรือเว็บไซต์ {bbname} ปิดรับลงทะเบียนใหม่
	  การลงทะเบียนถูกปฏิเสธโดยสิ้นเชิง บัญชีสมาชิกของคุณได้ถูกลบออกจากฐานข้อมูล
	  จะไม่สามารถลงชื่อเข้าใช้หรือส่งข้อมูลกลับไปตรวจสอบใหม่อีกครั้ง  ขออภัยในความไม่สะดวก</p>

<br />
<br />
ขอแสดงความนับถือ<br />
<br />
ทีมงาน {bbname}.<br />
{siteurl}',

	'adv_expiration_subject' =>	'โฆษณาเว็บไซต์ของคุณจะหมดอายุภายใน {day} วัน, โปรดรีบดำเนินการ',
	'adv_expiration_message' =>	'โฆษณาเว็บไซต์ของคุณจะหมดอายุภายใน {day} วัน, โปรดรีบดำเนินการเพื่อโฆษณาจะได้แสดงผลอย่างต่อเนื่อง: <br /><br />{advs}',
	'invite_payment_email_message' => '
ยินดีต้อนรับสู่ {bbname}（{siteurl}）, คำสั่งซื้อ {orderid} ของคุณได้ชำระเงินเรียบร้อยแล้ว, คำสั่งซื้อได้รับการตรวจสอบแล้ว<br />
<br />----------------------------------------------------------------------<br />
นื่คือโค้ดเทียบเชิญที่คุณจะได้รับ
<br />----------------------------------------------------------------------<br />

{codetext}

<br />----------------------------------------------------------------------<br />
สำคัญมาก!
<br />----------------------------------------------------------------------<br />',
);

?>