<?php

/**+++
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_email.php 20525 2011-02-25 04:25:21Z congyushuai $
 */


$lang = array
(
	'hello'				=> 'สวัสดี',
	'moderate_member_invalidate'	=> 'ไม่ผ่าน',
	'moderate_member_delete'	=> 'ลบ',
	'moderate_member_validate'	=> 'ผ่าน',


	'get_passwd_subject'	=> 'ร้องขอเปลี่นรหัสผ่านใหม่',
	'get_passwd_message'	=> '
<p>{username},
อีเมล์นี้ส่งมาจาก {bbname}.</p>

<p>คุณได้รับอีเมล์นี้ เพราะมีผู้ใช้อีเมล์นี้ในลงทะเบียนของเว็บไซต์ 
และผู้ใช้ได้ร้องขอการเปลี่ยนรหัสผ่านใหม่</p>
<p>
----------------------------------------------------------------------<br />
<strong>คำแนะนำ!</strong><br />
----------------------------------------------------------------------</p>

<p>ถ้าการร้องขอนี้ไม่ได้กระทำโดยคุณ กรุณาเพิกเฉยต่ออีเมล์ฉบับนี้
แต่ถ้าคุณเป็นผู้ร้องขอ กรุณาอ่านวิธีการแก้ไขรหัสผ่าน
ต่อไป</p>
<p>
----------------------------------------------------------------------<br />
<strong>วิธีแก้ไขรหัสผ่าน</strong><br />
----------------------------------------------------------------------</p>
</p>
คลิกที่ลิ้งค์ด้านล่างเพื่อรีเซ็ทรหัสผ่านของคุณ ลิ้งค์นี้จะมีอายุเพียง 3 วันเท่านั้น<br />

<a href="{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}" target="_blank">{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}</a>
<br />
(หากลิ้งค์นี้ไม่สามารถคลิกได้ โปรดคัดลอกลิงค์แล้วนำไปวางในแถบที่อยู่ของเบราว์เซอร์ด้วยตนเอง)</p>

<p>เมื่อเปิดหน้าลิ้งค์ที่ส่งมาให้แล้ว ให้ใส่รหัสผ่านใหม่สำหรับเข้าระบบ หลังจากนั้นคุณสามารถเข้าใข้งานเว็บไซต์ด้วยรหัสผ่านใหม่ที่คุณกำหนด คุณสามารถเปลี่ยนแปลงรหัสผ่านใหม่ในเมนูสมาชิกได้ทุกเวลา</p>

<p>ร้องขอมาจาก IP {clientip}</p>


<p>
ขอแสดงความนับถือ<br />
</p>
<p>ทีมงาน {bbname}.
{siteurl}</p>',


	'email_verify_subject'	=> 'อีเมล์ยืนยันการสมัครสมาชิก',
	'email_verify_message'	=> '
<p>{username}, 
อีเมล์นี้ส่งมาจาก {bbname}</p>

<p>คุณได้รับอีเมล์ฉบับนี้เนื่องจาก คุณหรือมีผู้ใช้อีเมล์นี้สมัครเป็นสมาชิกกับทางเว็บไซต์ของเรา ระบบจึงส่งลิงค์ยืนยันการลงทะเบียน
มายังอีเมล์นี้ถ้าคุณไม่ได้เป็นผู้สมัครสมาชิกกับทางเว็บไซต์ของเรา กรุณาเพิกเฉยต่ออีเมล์ฉบับนี้ ถ้าคุณเป็นผู้ใช้อีเมล์นี้สมัครสมาชิกกับทางเว็บไซต์ของเรา
กรุณาอ่านต่อไป</p>
<br />
----------------------------------------------------------------------<br />
<strong>วิธีการยืนยันสมาชิก</strong><br />
----------------------------------------------------------------------<br />

<p>คุณเป็นสมาชิกใหม่ในเว็บไซต์ของเราและได้ใช้อีเมล์นี้ในการสมัครสมาชิก 
เราต้องการให้คุณยืนยันว่าอีเมล์นี้มีผู้ใช้งานอยู่จริงไม่ใช้ สแปม</p>

<p>คลิกที่ลิงค์ด้านล่างเพื่อยืนยันแอคเคานท์ของคุณ:<br />

<a href="{url}" target="_blank">{url}</a>
<br />
(หากลิงค์นี้ไม่ทำงาน โปรดคัดลอกลิงค์แล้วนำไปวางในแถบที่อยู่ของเบราว์เซอร์ด้วยตนเอง)</p>

<p>ขอบคุณสำหรับการสมัครเป็นสมาชิกกับทางเว็บไซต์ของเราขอให้สนุกกับการใช้งาน!</p>


<p>
ขอแสดงความนับถือ<br />

ทีมงาน {bbname}.<br />
{siteurl}</p>',

	'add_member_subject'	=> 'สมัครสมาชิกเรียบร้อย',
	'add_member_message'	=> '
{newusername} , 
อีเมล์นี้ส่งมาจาก {bbname}

สวัสดี ฉันคือ {adminusername} , ยินดีต้อนรับสู่เว็บไซต์{bbname} 
คุณได้รับอีเมล์ฉบับนี้เพราะว่าคุณได้สมัครสมาชิกกับเราเรียบร้อยแล้ว

----------------------------------------------------------------------
ขออภัย!
----------------------------------------------------------------------

ถ้าคุณไม่ต้องการเป็นสมาชิกกับทางเว็บไซต์ของเรา กรุณาเพิกเฉยต่ออีเมล์ฉบับนี้

----------------------------------------------------------------------
รายละเอียดสมาชิก
----------------------------------------------------------------------

เว็บไซต์：{bbname}
ลิงค์ URL：{siteurl}

ชื่อสมาชิก：{newusername}
รหัสผ่าน：{newpassword}

ยินดีต้อนรับสมาชิกใหม่ ขณะนี้คุณสามารถใช้ชื่อนี้ในการเข้าสู่ระบบเว็บไซต์ของเราได้แล้ว ขอให้สนุกกับการใช้งาน!



ขอแสดงความนับถือ

ทีมงาน {bbname}.
{siteurl}',


	'birthday_subject'	=> 'แฮปปี้เบิร์ดเดย์ สุขสันต์วันคล้ายวันเกิด',
	'birthday_message'	=> '
{username}, 
อีเมล์นี้ส่งมาจาก {bbname}

คุณได้รับอีเมล์ฉบับนี้เพราะว่าคุณได้ยอมรับการรับการแจ้งเตือนทางอีเมล์จากเว็บไซต์ของเรา
วันนี้เป็นวันคล้ายวันเกิดของคุณ
เราทีมงาน {bbname} ขออวยพรให้คุณเนื่องในวันครบรอบวันเกิดของคุณ

"ขอให้คุณมีความสุข สุขภาพแข็งแรง คิดสิ่งใดขอให้สมปราถนาตลอดปี"



ขอแสดงความนับถือ

ทีมงาน {bbname}.
{siteurl}',

	'email_to_friend_subject'	=> '{$_G[member][username]} แนะนำ: $thread[subject] ให้กับคุณ',
	'email_to_friend_message'	=> '
อีเมล์นี้ส่งมาจาก {$_G[setting][bbname]} โดย {$_G[member][username]} เป็นผู้ส่ง

คุณได้รับอีเมล์ฉบับนี้เพราะว่า {$_G[member][username]} สมาชิกใน {$_G[setting][bbname]} ใช้เมนู [แนะนำให้เพื่อน]
เพื่อส่งข้อความนี้มายังอีเมล์ของคุณ ถ้าคุณไม่สนใจ กรุณาเพิกเฉยต่ออีเมล์ฉบับนี้

----------------------------------------------------------------------
เริ่มต้น เนื้อหาต้นฉบับ
----------------------------------------------------------------------

$message

----------------------------------------------------------------------
สิ้นสุด เนื้อหาต้นฉบับ
----------------------------------------------------------------------

โปรดทราบว่าอีเมล์ฉบับนี้ถูกส่งโดยสมาชิกที่ใช้เมนู [แนะนำให้เพื่อน] เพื่อส่ง อีเมล์นี้ไม่ได้เป็นอีเมล์จากเว็บไซต์อย่างเป็นทางการ
ทีมงานของเว็บไซต์จะไม่รับผิดชอบในเนื้อหาหรือข้อความที่ส่งมา

ยินดีต้อนรับเข้าสู่ {$_G[setting][bbname]}
$_G[siteurl]',

	'email_to_invite_subject'	=> 'เพื่อนของคุณ {$_G[member][username]} ส่งโค้ดเชิญสำหรับการสมัครสมาชิกกับทางเว็บไซต์ {$_G[setting][bbname]} ให้กับคุณ',
	'email_to_invite_message'	=> '
$sendtoname,
อีเมล์นี้ส่งมาจาก {$_G[setting][bbname]} โดย {$_G[member][username]} เป็นผู้ส่ง

คุณได้รับอีเมล์ฉบับนี้ เนื่องจาก {$_G[member][username]} สมาชิกในเว็บไซต์ของเราใช้เมนู [ส่งโค้ดเชิญให้เพื่อน]
เพื่อส่งข้อความนี้มายังอีเมล์ของคุณ 
ถ้าคุณไม่สนใจ กรุณาเพิกเฉยต่ออีเมล์ฉบับนี้ 

----------------------------------------------------------------------
เริ่มต้น เนื้อหาต้นฉบับ
----------------------------------------------------------------------

$message

----------------------------------------------------------------------
สิ้นสุด เนื้อหาต้นฉบับ
----------------------------------------------------------------------

โปรดทราบว่าอีเมล์ฉบับนี้ถูกส่งโดยสมาชิกที่ใช้เมนู [ส่งโค้ดเชิญให้เพื่อน] เพื่อส่ง อีเมล์นี้ไม่ได้เป็นอีเมล์จากเว็บไซต์อย่างเป็นทางการ
ทีมงานของเว็บไซต์จะไม่รับผิดชอบในเนื้อหาหรือข้อความที่ส่งมา

ยินดีต้อนรับเข้าสู่ {$_G[setting][bbname]}
$_G[siteurl]',


	'moderate_member_subject'	=> 'แจ้งผลการตรวจสอบสมาชิก',
	'moderate_member_message'	=> '
<p>{username} , 
อีเมล์นี้ส่งมาจาก {bbname}</p>

<p>คุณได้รับอีเมล์ฉบับนี้ เพราะว่าคุณได้ใช้อีเมล์นี้ในการสมัครสมาชิกกับทางเว็บไซต์ของเรา
และ ผู้ดูแลระบบได้ตั้งค่าการตรวจสอบสมาชิกใหม่ด้วยตนเอง 
ข้อความนี้แจ้งผลการตรวจสอบการสมัครสมาชิกให้คุณทราบ</p>

----------------------------------------------------------------------<br />
<strong>ข้อมูลการสมัครสมาชิกและผลการตรวจสอบ</strong><br />
----------------------------------------------------------------------<br />

ชื่อสมาชิก: {username}<br />
สมัครสมาชิกเมื่อ: {regdate}<br />
ส่งเมื่อวันที่: {submitdate}<br />
ส่งเมื่อเวลา: {submittimes}<br />
เหตุผล: {message}<br />
<br />
ผลการตรวจสอบ: {modresult}<br />
ตรวจสอบวันที่: {moddate}<br />
ตรวจสอบโดย: {adminusername}<br />
ความคิดเห็น: {remark}<br />
<br />
----------------------------------------------------------------------<br />
<strong>คำอธิบายผลการตรวจสอบ</strong><br />
----------------------------------------------------------------------<br />

<p>ผ่าน: การสมัครสมาชิกของคุณได้รับการตรวจสอบ คุณเป็นสมาชิกกับทางเว็บไซต์ของเราอย่างเป็นทางการ</p>

<p>ไม่ผ่าน: ข้อมูลการสมัครสมาชิกของคุณไม่สมบูรณ์ หรือไม่เป็นไปตามข้อกำหนดของการสมัครสมาชิกใหม่ คุณสามารถ
	  แก้ไขรายละเอียด <a href="home.php?mod=spacecp&ac=profile" target="_blank">ข้อมูลการสมัครสมาชิกของคุณ</a> และยื่นคำขอสมัครสมาชิกอีกครั้ง</p>

<p>ลบ：ข้อมูลการสมัครสมาชิกของคุณไม่เป็นไปตามข้อกำหนดของการสมัครสมาชิกใหม่ หรือเว็บไซต์ของเราปิดรับสมัครสมาชิกใหม่
	  การสมัครสมาชิกถูกปฏิเสธโดยสิ้นเชิง บัญชีสมาชิกของคุณได้ถูกลบออกจากฐานข้อมูล 
	 จะไม่สามารถเข้าสู่ระบบหรือส่งข้อมูลกลับไปตรวจสอบใหม่อีกครั้ง  ขออภัยในความไม่สะดวก</p>

<br />
<br />
ขอแสดงความนับถือ<br />
<br />
ทีมงาน {bbname}.<br />
{siteurl}',

	'adv_expiration_subject'	=> 'โฆษณาในไซต์ของคุณจะหมดอายุใน {day} วัน, กรุณารีบจัดการ',
	'adv_expiration_message'	=> 'โฆษณาในไซต์ของคุณจะหมดอายุใน {day} วัน, กรุณารีบจัดการ: <br /><br />{advs}',
	'invite_payment_email_message'	=> '
ยินดีต้อนรับ {bbname}（{siteurl}）, คำสั่งซื้อของคุณ {orderid} ได้ชำระเงินเรียบร้อยแล้ว, คำสั่งซื้อได้รับการตรวจสอบแล้ว<br />
<br />----------------------------------------------------------------------<br />
นื่คือรหัสเทียบเชิญที่คุณจะได้รับ
<br />----------------------------------------------------------------------<br />

{codetext}

<br />----------------------------------------------------------------------<br />
สำคัญมาก!
<br />----------------------------------------------------------------------<br />',
);

?>