<?php

/**+++
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_admincp_login.php 21985 2011-04-19 06:57:34Z liguode $
 */

$lang = array
(
	'login_title'		=> 'ศูนย์กลางการจัดการระบบ',
	'login_username'	=> 'ชื่อ',
	'login_password'	=> 'รหัสผ่าน',

	'submit'		=> 'เข้าสู่ระบบ',
	'forcesecques'		=> 'ต้องระบุ',
	'security_question'	=> 'คำถาม',
	'security_answer'	=> 'คำตอบ',
	'security_question_0'	=> 'เลือกคำถาม(ถ้ากำหนดไว้)',
	'security_question_1'	=> 'แม่ของฉันชื่อว่า',
	'security_question_2'	=> 'ปู่ของฉันชื่อว่า',
	'security_question_3'	=> 'พ่อของฉันเกิดที่',
	'security_question_4'	=> 'ดาราคนโปรดของฉันชื่อว่า',
	'security_question_5'	=> 'คอมพิวเตอร์ของฉันยี่ห้อ',
	'security_question_6'	=> 'อาหารจานโปรดของฉันคือ',
	'security_question_7'	=> 'หมายเลขบัตรประชาชน',

	'login_tips'		=> 'Discuz! คือการใช้ PHP และ MySQL สร้างหลากหลายโซลูชันฐานข้อมูลของกระดานข่าวที่มีประสิทธิภาพ, เป็นหนึ่งในเทคโนโลยีในนามแบรนด์ BBS ที่หลายๆ เว็บไซต์ต้องการ!',
	'login_nosecques'	=> 'คุณยังไม่ได้ตั้งค่าคำถามความปลอดภัยในการเข้าสู่ระบบ คุณสามารถตั้งค่าคำถามความปลอดภัยได้ที่ข้อมูลส่วนตัวหรือเมนูสมาชิก หรือ <a href="forum.php?mod=memcp&action=profile&typeid=1" target="_blank">คลิกที่นี่เพื่อ</a> เพื่อตั้งค่าคำถามความปลอดภัยของคุณ',

	'login_cplock'		=> 'การเข้าสู่ระบบการจัดการของคุณถูกล็อก! <br>กรุณารอ อีก<b> {ltime} </b>วินาที...  แล้วค่อยลองใหม่อีกครั้ง',
	'login_user_lock'	=> 'คุณใส่รหัสผ่านผิดหลายครั้งเกินไป การร้องขอการเข้าสู่ระบบนี้ถูกปฏิเสธ กรุณาลองอีกครั้งหลังจาก 15 นาที',
	'login_cp_noaccess'	=> '<b>คุณไม่ได้รับอนุญาตให้เข้าใช้งาน</b><br><br>ระบบได้บันทึกการกระทำของคุณไว้แล้ว ดังนั้นอย่าพยายามทำผิดกฎ',
	'noaccess'		=> 'คุณไม่ได้รับอนุญาตให้เข้าถึงการตั้งค่าระบบ กรุณาติดต่อผู้ดูแลเว็บไซต์',


);

?>