<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_float.php by Khalid Nahhal, http://www.ar-discuz.com
 */

$lang = array
(
	'float_name'				=> 'إعلان في الصفحات المنبثقة',//'全局 漂浮广告',
	'float_desc'				=> 'هذا الإعلان سيظهر في أسفل الزاوية اليمنى من الصفحات المنبثقة. اذا كان هناك أكثر من إعلان, سيتم الإختيار بشكل عشوائي..<br />الرجاء إستخدام علانات من النوع الصغير.',//'展现方式: 漂浮广告展现于页面左下角，当页面滚动时广告会自行移动以保持原来的位置，通常使用小图片或 Flash 的形式。当前页面有多个漂浮广告时，系统会随机选取其中之一显示。<br />价值分析: 漂浮广告是进行强力商业推广的有效手段，其在页面中的浮动性，使其与固定的图片和文字相比，更容易被关注，正因为如此，这种强制性的关注也可能招致对此广告内容不感兴趣的访问者的反感。请注意不要将过大的图片或 Flash 以漂浮广告的形式显示，以免影响页面阅读。',
	'float_index'				=> 'الرئيسية',//'首页',
	'float_fids'				=> 'المنتديات المقصودة',//'投放版块',
	'float_fids_comment'		=> 'حدد المنتديات التي سوف يظهر بها الإعلان',//'设置广告投放的论坛版块，当广告投放范围中包含“论坛”时有效',
	'float_groups'				=> 'المجموعات المقصودة',//'投放群组分类',
	'float_groups_comment'		=> 'حدد المجموعات التي سوف يظهر بها الإعلان &quot;مجموعة&quot;.',//'设置广告投放的群组分类，当广告投放范围中包含“群组”时有效',
	'float_position'			=> 'الموقع',//'漂浮位置',
	'float_position_comment'	=> 'حدد موقع الإعلان',//'设置广告漂浮的位置',
	'float_position_left'		=> 'يمين',//'左侧',
	'float_position_right'		=> 'يسار',//'右侧',
	'float_category'	=> 'المجلة',
	'float_category_comment'	=> 'إظهار إعلان في المجلة',
);

