<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_text.php by Valery Votintsev at sources.ru
 */

$lang = array
(
	'text_name'		=> 'Реклама в табличном списке форумов/групп',
	'text_desc'		=> 'Объявления показываются на странице табличного списка разделов или групп. Обычный формат - текстовая реклама, небольшое изображение или Flash. При наличии нескольких объявлений данного типа, система будет производить их ротацию случайным образом. Рекомендуемое количество столбцов в таблице - от 3 до 5.',
	'text_index'		=> 'Главная',
	'text_fids'		=> 'Разделы форума',
	'text_fids_comment'	=> 'Укажите разделы форума для размещения рекламы',
	'text_groups'		=> 'Сообщества',
	'text_groups_comment'	=> 'Укажите сообщества, в которых будет показана реклама',
	'text_category'		=> 'Категории портала',
	'text_category_comment'	=> 'Укажите категории портала для размещения рекламы',
);

