<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_thread.php by Valery Votintsev at sources.ru
 */

$lang = array
(
	'thread_name'			=> 'Реклама в сообщениях тем форума и групп',
	'thread_desc'			=> 'Реклама показывается непосредственно в сообщении: над ним, под ним, или справа. Обычный формат - текстовая реклама, небольшие баннеры и Flash. Вы можете поменять в глобальных настройках количество рекламных объявлений на странице. При наличии нескольких объявлений данного типа, система будет производить их ротацию случайным образом.',
	'thread_fids'			=> 'Разделы форума',
	'thread_fids_comment'		=> 'Укажите разделы форума для показа рекламы',
	'thread_groups'			=> 'Сообщества',
	'thread_groups_comment'		=> 'Укажите сообщества, в которых будет показана реклама',
	'thread_position'		=> 'Позиция',
	'thread_position_comment'	=> 'Выберите местоположение рекламы',
	'thread_position_bottom'	=> 'Под текстом сообщения',
	'thread_position_top'		=> 'Над текстом сообщения',
	'thread_position_right'		=> 'Справа от сообщения',
	'thread_pnumber'		=> 'Номера сообщений',
	'thread_pnumber_comment'	=> 'Укажите, в каких по счёту сообщениях показывать рекламу. Варианты: #1 #2 #3... Можно выбрать несколько вариантов (удерживая клавишу CTRL)',
	'thread_pnumber_all'		=> 'Во всех сообщениях',
);

