<?php

/**+++
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_modaction.php by Valery Votintsev at sources.ru
 */

$lang = array
(

	'EDT'	=> 'Edit',

	'DEL'	=> 'Удаление',
	'DLP'	=> 'Удаление ответа',
	'DCM'	=> 'Удаление комментария',
	'PRN'	=> 'Групповое удаление постов',
	'UDL'	=> 'Восстановление',

	'DIG'	=> 'Дайджест+',
	'UDG'	=> 'Дайджест-',
	'EDI'	=> 'Временный дайджест',
	'UED'	=> 'Снятие временного дайджеста',

	'CLS'	=> 'Закрытие',
	'OPN'	=> 'Открытие',
	'ECL'	=> 'Временное закрытие',
	'UEC'	=> 'Снятие временного закрытия',
	'EOP'	=> 'Временное открытие',
	'UEO'	=> 'Снятие временного открытия',

	'STK'	=> 'Прикрепление',
	'UST'	=> 'Снятие прикрепления',
	'EST'	=> 'Временное прикрепление',
	'UES'	=> 'Снятие временного прикрепления',

	'SPL'	=> 'Разделение',
	'MRG'	=> 'Объединение',

	'HLT'	=> 'Подсветка тем',
	'UHL'	=> 'Снятие подсветки',
	'EHL'	=> 'Временная подсветка',
	'UEH'	=> 'Снятие временной подсветки',

	'BMP'	=> 'Поднятие',
	'DWN'	=> 'Опусканиео',

	'MOV'	=> 'Перемещение',
	'CPY'	=> 'Копирование',
	'TYP'	=> 'Изменение типа',

	'RFD'	=> 'Возврат (пополнение?)',

	'MOD'	=> 'Модерация',

	'ABL'	=> 'Создание блога',
	'RBL'	=> 'Удаление блога',

	'PTS'	=> 'Помещение в стек',
	'RFS'	=> 'Изъятие из стека',
	'RMR'	=> 'Удаление награды',
	'BNP'	=> 'Блокировка поста',
	'UBN'	=> 'Снятие блокировки поста',

	'REC'	=> 'Рекомендация',
	'URE'	=> 'Снятие рекомендации',

	'WRN'	=> 'Предупреждение',
	'UWN'	=> 'Снятие предупреждения',

	'SPA'	=> 'Добавление штампа',
	'SPD'	=> 'Снятие штампа',

	'SLA'	=> 'Добавление иконки',
	'SLD'	=> 'Снятие иконки',

	'REG'	=> 'Рекомендация группы',

	'PTA'	=> 'Создание статьи',

	'MAG'	=> 'Магия',

	'REB'	=> 'Партнёрская ссылка (???)',

);

