<?php

/**+++
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_template.php by Valery Votintsev at sources.ru
 *
 *      This file is automatically generate
 */

$lang = array (
	'no_maxthon2_message'	=> 'Данная страница поддерживает только 2 браузера. Пожалуйста, воспользуйтесь IE или Firefox. Приносим свои извинения за неудобства.',
	'page_loading'		=> 'Загрузка...',
	'add_app'		=> 'Добавить новое приложение',
	'app_index'		=> 'На главную приложения',
	'boy_like'		=> 'Играют мужчины',
	'girl_like'		=> 'Играют женщины',
	'just_look_dynamic'	=> 'Просмотр ленты новостей',
	'latest_release'	=> 'Последние версии',
	'no_feed'		=> 'Нет новостей',
	'own'			=> 'Я играю',
	'popular_app'		=> 'Популярные приложения',
	'today_active_app'	=> 'Активные сегодня приложения',
	'what_everybody_playing'	=> 'Во что играют',
	'what_friend_playing'		=> 'Во что играют друзья',
	'all'				=> 'Все',
	'app_add'			=> 'Добавить приложение',
	'app_management'	=> 'Управление приложениями',
	'close'			=> 'Закрыть',
	'default_app'		=> 'Приложение по умолчанию',
	'determine'		=> 'Ok',
	'edit_settings'		=> 'Настройки',
	'introduction'		=> 'Описание',
	'left_menu_view_num'	=> 'В меню слева показано количество персональных приложений',
	'my'			=> 'Мои',
	'remove'		=> 'Удалить',
	'remove_app'		=> 'Удалить приложение',
	'remove_app_message'	=> 'После удаления приложение не будет показываться на Вашей персональной странице, в стартовом и в "Моих приложениях".<br/>Для показа приложения Вы можете добавить его заново.<br> Вы уверены, что хотите продолжить?',
	'save_settings'		=> 'Сохранить настройки',
	'use_assistant'		=> 'Использовать помощника',
	'user_assistant_message'	=> '<ol><li>Вы можете изменить порядок приложенийь <img src="{IMGDIR}/drag.gif" /> простым перетаксиванием.</li>
					<li>Вы можете управлять своими приложениями: добавлять, удалять, задавать права доступа.</li>
					<li>Для управления персональной страницей, блогами, фотоальбомами и т.д., перейдите на страницу настрйки конфиденциальности.</li>
					<li>Установленное "по умолчанию" приложение даже после удаления будет отображаться в правой колонке персональной страницы.</li></ol>',

	'open'			=> 'Открыть',
);

?>