<?php

/**---
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_email.php by Valery Votintsev at sources.ru
 *	Translated to Korean by ionobgy
 */


$lang = array
(
	'hello'				=> '안녕하세요',
	'moderate_member_invalidate'	=> '거부',
	'moderate_member_delete'	=> '삭제',
	'moderate_member_validate'	=> '통과',


	'get_passwd_subject'	=> '비밀번호 찾기 도움말',
	'get_passwd_message'	=> '
<p>{username}님，
 {bbname}에서 보내는 비밀번호 재설정 메일입니다.</p>

<p>
----------------------------------------------------------------------<br />
<strong>중요！</strong><br />
----------------------------------------------------------------------</p>
<p>본 메일을 이용하여 비밀번호를 재설정하지 않을 경우 당신의 {bbname}의 비밀번호를 다른 사람이 변경할 수 있으니 본  Email을 삭제하시기 바랍니다. </p>

<p>
----------------------------------------------------------------------<br />
<strong>비밀번호 재설정 지침</strong><br />
----------------------------------------------------------------------</p>
</p>

3일 이내에 아래의 링크를 클릭하여 비밀번호를 변경하시기 바랍니다. <br />

<a href="{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}" target="_blank">{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}</a>
<br />

(정상적으로 작동하지 않으면 위 링크를 주소창에 복사하여 실행하셔도 됩니다.)</p>

<p>위 링크페이지에서 새 비밀번호를 입력 제출하신후 새 비밀번호로 포럼 사이트 등록 가능합니다. 사용자 설정 제어판 페이지에서 수시로 비밀번호 변경 가능합니다.</p>

<p>신청인 IP : {clientip}</p>


<p>감사합니다<br /></p>
<p>{bbname} 관리자. {siteurl}</p>',


	'email_verify_subject'	=> '이메일 주소 검증',
	'email_verify_message'	=> '
<br />
<p>{username}님,<br /> {bbname}에서 보내는 메일입니다.</p>

<p>{bbname}에서 발송된 메일입니다. <br /> 회원등록 하셨거나 메일정보수정으로 자동 보내드리는 확인용 메일입니다. <br />
{bbname}방문하신적 없으시다면 본 메일을 무시하고 삭제 해주시면 됩니다.<br /> 별도로 구독취소등 조작 하지 않으셔도 발송 정지 됩니다.</p>
<br />
----------------------------------------------------------------------<br />
<strong>계정 활성화 지침</strong><br />
----------------------------------------------------------------------<br />

<p>{bbname}에 새로 회원등록 하셨거나 메일정보수정하셨다면 메일 유효성 검증을 하셔야 스팸방지 및 이메일 주소 도용방지가 됩니다.<br />

<p>다음 링크를 클릭하시면 계정활성화가 됩니다: <br />

<a href="{url}" target="_blank">{url}</a>
<br />
(만일 정상 작동이 되지 않으면 주소창에 복사하여 실행하셔도 됩니다.)</p>


<p>감사합니다.<br /> {bbname} 관리자.<br /> {siteurl}</p>',

	'email_register_subject' =>	'포럼등록 주소',//'论坛注册地址',
'email_register_message' =>	'<br />
<p>본 메일은 {bbname}에서 보내온 메일입니다.</p>

<p>본 메일은 귀하께서 (may be you) 에서 신 회원가입 신청,혹은 사용자정보 수정시 이 메일주소를 사용하셨기때문에 자동 발송 된겁니다. {bbname}를 방문한적이 없으시거나
위와같은 작업을 하시지 않았을경우 본메일을 무시하시면 됩니다.구독취소나 기타 다른 조작 하실필요 없습니다.
</p>
<br />
----------------------------------------------------------------------<br />
<strong>신 회원등록 설명</strong><br />
----------------------------------------------------------------------<br />
<br />
<p>귀하는 {bbname}의 신 회원일경우 혹은 회원등록용 메일주소 변경시 이 메일주소를 사용하셨다면 메일도용 및 스팸메일 방지 차원에서 메일주소 유효성을 검증해야 합니다.</p>

<p>3일내 다음 링크를 클릭하시면 바로 회원등록이 가능합니다. 3일 초과 되였을시 링크주소 재신청 하셔서 메일로 받으시면 됩니다:<br />

<a href="{url}" target="_blank">{url}</a>
<br />
(만일 정상 작동이 되지 않으면 주소창에 복사하여 실행하셔도 됩니다.)</p>

<p>방문 감사합니다. 즐거운 사용 되세요!</p>


<p>
감사합니다,<br /> {bbname} 관리자 팀<br /> {siteurl}</p>',


	'add_member_subject'	=> '회원가입을 추가합니다',
	'add_member_message'	=> '
{newusername}님, {bbname}에서 보내는 메일입니다.<br />
<br />
저는 {adminusername} 입니다, {bbname}의 관리자 일원입니다.<br />
귀하께서는 이미 {bbname}의 정식 회원으로 등록 되였습니다.<br />
본 메일은 회원등록용 메일입니다.<br />
----------------------------------------------------------------------<br />
중요!<br />
----------------------------------------------------------------------<br />
<br />
저희 {bbname}에 관심이 없으시거나 회원등록하실 의향 없으시다면 본 메일을 무시하고 삭제 하시면 됩니다.<br />
<br />
----------------------------------------------------------------------<br />
계정 정보<br />
----------------------------------------------------------------------<br />
<br />
포럼 명칭: {bbname}<br />
포럼 주소: {siteurl}<br />
<br />
사용자 명: {newusername}<br />
비밀번호: {newpassword}<br />
<br />
지금부터 위 사용자 명과 비밀번호로 {bbname} 등록 가능합니다. 즐거운 사용 되세요! <br />
<br />
<br />
<br />
감사합니다. <br />
<br />
{bbname}관리자 팀.<br />
{siteurl}',


	'birthday_subject'	=> '축 생일',
	'birthday_message'	=> '<br />
{username},<br />
{bbname}에서 보내온 메일입니다.<br />
<br />
{bbname}에서 본 메일주소를 사용자 메일로 등록하셨습니다.<br />
등록정보에 의하면 오늘은 귀하의 생일입니다.<br />
{bbname}의 일체 관리자들께서 귀하님께 생일축하 드립니다!<br />
행복하시고 즐거운 {bbname} 사용시간 되세요!<br />
<br />
{bbname}의 회원이 아니시거나 오늘은 귀하의 생일이 아니라면 <br />
죄송합니다만 다른 분들께서 귀하의 메일주소를 람용하고 생일을 입력하신것 같습니다.<br />
본 메일은 중복발송 안되오니 무시하시면 됩니다.<br />
<br />
<br />
감사합니다,
<br />
{bbname} 관리자 팀.<br />
{siteurl}',

	'email_to_friend_subject'	=> '{$_G[member][username]} 추천드립니다: $thread[subject]',//'{$_G[member][username]} 推荐给您: $thread[subject]',
	'email_to_friend_message'	=> '<br />
본 메일은 {$_G[member][username]}의 {$_G[setting][bbname]}에서 보내온 메일입니다.<br />
<br />
본 메일을 받게된 이유는 {$_G[member][username]}에서<br />
{$_G[setting][bbname]}의 "친구추천"기능을 통하여<br />
귀하께 다음과 같은 추천내용을 보내 드렸습니다. <br />
관심없으시거나 귀찮으시면 무시하고 삭제 하시면됩니다.<br />
별도의 구독취소 등 조작 하지 않으셔도 됩니다.<br />

<br />
----------------------------------------------------------------------<br />
메일 본문 시작<br />
----------------------------------------------------------------------<br />
<br />
$message<br />
<br />
----------------------------------------------------------------------<br />
메일 본문 끝<br />
----------------------------------------------------------------------<br />
<br />
본 메일은 사용자께서 "친구에게 추천"하기를 사용하여 발송된 메일이며 저희 사이트 공식 메일이 아닙니다.<br />
관리자는 이런 유형의 메일에 대해 책임지지 않습니다.<br />
<br />
<br />
{$_G[setting][bbname]} 방문을 환영합니다.<br />
$_G[siteurl]',

	'email_to_invite_subject'	=> '귀하의 친구 {$_G[member][username]} 님께서 {$_G[setting][bbname]} 포럼등록 초대코드를 보내 주셨습니다.',//'您的朋友 {$_G[member][username]} 发送 {$_G[setting][bbname]} 论坛注册邀请码给您',
	'email_to_invite_message'	=> '<br />
$sendtoname,<br />
본 메일은 {$_G[member][username]} 의 {$_G[setting][bbname]} 님이 발송 하신 겁니다.<br />
<br />
본 메일을 받게되신 이유는 {$_G[member][username]} 님이 {bbname}의 "초대장코드를 친구에게 보내기"<br />
공능을 사용하여 귀하께 다음과 같은 추천을 하였기 때문입니다.,<br />
and said additionally the following.<br />

----------------------------------------------------------------------<br />
메일 본문 시작<br />
----------------------------------------------------------------------<br />
<br />
$message<br />
<br />
----------------------------------------------------------------------<br />
메일 본문 끝.<br />
----------------------------------------------------------------------<br />
<br />
본 메일은 사용자께서 "친구에게 초대장코드를 발송하기"를 사용했을 경우에만 발송되는 메일이라 저희 사이트 공식 메일이 아닙니다.<br />
관리자는 이런 유형의 메일에 대해서 책임지지 않습니다.<br />
<br />
{$_G[setting][bbname]}방문 환영합니다.<br />
$_G[siteurl]',


	'moderate_member_subject'	=> '사용자 심사결과 통지서.',//'用户审核结果通知',
	'moderate_member_message'	=> '<br />
<p>{username},
본 메일은 {bbname}에서 발송 된겁니다.</p>

<p>본메일을 받으시게 된 이유는 {bbname}에서 신 회원등록시 이 메일주소를 사용하셨고
관리자가 신회원 등록에 대해 인공 인증절차를 설정했기 때문입니다.
요청제출에 대한 심사 결과는 본 메일로 통보됩니다.</p>
<br />
----------------------------------------------------------------------<br />
<strong>등록정보와 심사결과</strong><br />
----------------------------------------------------------------------<br />
<br />
사용자: {username}<br />
등록시간: {regdate}<br />
제출시간: {submitdate}<br />
제출회수: {submittimes}<br />
등록원인: {message}<br />
<br />
심사결과: {modresult}<br />
심사시간: {moddate}<br />
심사 관리자: {adminusername}<br />
관리자 메모: {remark}<br />
<br />
----------------------------------------------------------------------<br />
<strong>심사결과 설명</strong><br />
----------------------------------------------------------------------<br />

<p>통과 됨: 성공적으로 등록되였습니다.{bbname}의 정식회원 되였음을 축하합니다.</p>

<p>거부 됨: 귀하의 등록 정보가 완정하지 않거나 등록규정요구에 맞지 않습니다. 관리자가 남긴 메모에 따라 <a href="home.php?mod=spacecp&ac=profile" target="_blank">등록정보 보충완성</a>하신후 다시 제출 하세요.</p>

<p>삭제 됨:귀하의 등록은 저희들의 요구사항에 맞지않거나,
신회원 등록 인수가 만원된이유로 요청실되 되였습니다,
귀하의 계정은 이미 데이터베이스에서 삭제되였으며
본 계정으로 등록 혹은 재 심사 제출을 할수 없습니다.
죄송합니다.
</p>
<br />
<br />
감사합니다,<br />
<br />
{bbname}관리자.<br />
{siteurl}',

	'adv_expiration_subject' => '귀하의 사이트 광고는 {day} 까지 만기 되오니 처리 바랍니다.',//'您站点的广告将于 {day} 天后到期，请及时处理',
	'adv_expiration_message' => '귀하의 다음 광고는 {day} 일 후 만기 되오니 처리 바랍니다.<br /><br />{advs}',//'您站点的以下广告将于 {day} 天后到期，请及时处理：<br /><br />{advs}',
	'invite_payment_email_message'	=> '
 {bbname}, ({siteurl}) 방문을 환영합니다, 귀하의 오더{orderid}는 이미 지불완료되였고 유효합니다.<br />
<br />----------------------------------------------------------------------<br />
다음은 받으신 초대장코드 입니다!
<br />----------------------------------------------------------------------<br />

{codetext}

<br />----------------------------------------------------------------------<br />
중요!
<br />----------------------------------------------------------------------<br />',
);

