<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_email.php by Valery Votintsev at sources.ru
 *	Translated to Korean by ionobgy
 */


$lang = array
(
	'hello'	=> '안녕하세요',
	'moderate_member_invalidate'	=> '거부',
	'moderate_member_delete'	=> '삭제',
	'moderate_member_validate'	=> '통과',


	'get_passwd_subject' =>		'비밀번호 찾기 도움말',
	'get_passwd_message' =>		'
<p>{username}님，
 {bbname}에서 보내는 비밀번호 재설정 메일입니다. </p>

<p>
----------------------------------------------------------------------<br />
<strong>중요！</strong><br />
----------------------------------------------------------------------</p>
<p>본 메일을 이용하여 비밀번호를 재설정하지 않을 경우 당신의 {bbname}의 비밀번호를 다른 사람이 변경할 수 있으니 본  Email을 삭제하시기 바랍니다. </p>

<p>
----------------------------------------------------------------------<br />
<strong>비밀번호 재설정 지침</strong><br />
----------------------------------------------------------------------</p>
</p>
3일 이내에 아래의 링크를 클릭하여 비밀번호를 변경하시기 바랍니다. <br />

<a href="{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}" target="_blank">{siteurl}member.php?mod=getpasswd&amp;uid={uid}&amp;id={idstring}</a>
<br />
(정상적으로 작동하지 않으면 위 링크를 주소창에 복사하여 실행하셔도 됩니다.)</p>

<p>3일 이내에 변경하지 않으면 본 비밀번호 재설정 기능은 무효화됩니다.</p>

<p>신청인의  IP  {clientip}</p>


<p>
감사합니다<br />
</p>
<p>{bbname} 관리자.
{siteurl}</p>',


	'email_verify_subject' =>	'이메일 주소 검증',
	'email_verify_message' =>	'
<p>{username}님 {bbname}에서 보내는 메일입니다。</p>

<p>{bbname}에  이메일로 사용자 등록을 해두지 않으면 스팸이나 잘못된 주소인지 관리자가 알기 어렵습니다。</p>
<br />
----------------------------------------------------------------------<br />
<strong>계정 활성화 지침</strong><br />
----------------------------------------------------------------------<br />

<p>활성화하려면 아래의 링크를 클릭하면 됩니다：<br />

<a href="{url}" target="_blank">{url}</a>
<br />
(만일 정상 작동이 되지 않으면 주소창에 복사하여 실행하셔도 됩니다.)</p>


<p>
감사합니다.<br />

{bbname} 관리자.<br />
{siteurl}</p>',

	'add_member_subject' =>		'회원가입을 추가합니다',
	'add_member_message' => 	'
{newusername} ，
这封信是由 {bbname} 发送的。

我是 {adminusername} ，{bbname} 的管理者之一。您收到这封邮件，是由于您
刚刚被添加成为 {bbname} 的会员，当前 Email 即是我们为您注册的邮箱地址。

----------------------------------------------------------------------
重要！
----------------------------------------------------------------------

如果您对 {bbname} 不感兴趣或无意成为会员，请忽略这封邮件。

----------------------------------------------------------------------
帐号信息
----------------------------------------------------------------------

网站名称：{bbname}
网站地址：{siteurl}

用户名：{newusername}
密码：{newpassword}

从现在起您可以使用您的帐号登录 {bbname}，祝您使用愉快！



此致

{bbname} 管理团队.
{siteurl}',


	'birthday_subject' =>		'축 생일',
	'birthday_message' => 		'
{username}，
这封信是由 {bbname} 发送的。

您收到这封邮件，是由于这个邮箱地址在 {bbname} 被登记为用户邮箱，
并且按照您填写的信息，今天是您的生日。很高兴能在此时为您献上一份
生日祝福，我谨代表{bbname}管理团队，衷心祝福您生日快乐。

如果您并非 {bbname} 的会员，或今天并非您的生日，可能是有人误用了您的邮
件地址，或错误的填写了生日信息。本邮件不会多次重复发送，请忽略这
封邮件。



此致

{bbname} 管理团队.
{siteurl}',

	'email_to_friend_subject' =>	'{$_G[member][username]} 의 추천: $thread[subject]',
	'email_to_friend_message' =>	'
这封信是由 {$_G[setting][bbname]} 的 {$_G[member][username]} 发送的。

您收到这封邮件，是由于在 {$_G[member][username]} 通过 {$_G[setting][bbname]} 的“推荐给朋友”
功能推荐了如下的内容给您。如果您对此不感兴趣，请忽略这封邮件。您不
需要退订或进行其他进一步的操作。

----------------------------------------------------------------------
信件原文开始
----------------------------------------------------------------------

$message

----------------------------------------------------------------------
信件原文结束
----------------------------------------------------------------------

请注意这封信仅仅是由用户使用 “推荐给朋友”发送的，不是网站官方邮件，
网站管理团队不会对这类邮件负责。

欢迎您访问 {$_G[setting][bbname]}
$_G[siteurl]',

	'email_to_invite_subject' =>	'您的朋友 {$_G[member][username]} 发送 {$_G[setting][bbname]} 网站注册邀请码给您',
	'email_to_invite_message' =>	'
$sendtoname,
这封信是由 {$_G[setting][bbname]} 的 {$_G[member][username]} 发送的。

您收到这封邮件，是由于 {$_G[member][username]} 通过 {bbname} 的“发送邀请码给朋友”
功能推荐了如下的内容给您。如果您对此不感兴趣，请忽略这封邮件。您不
需要退订或进行其他进一步的操作。

----------------------------------------------------------------------
信件原文开始
----------------------------------------------------------------------

$message

----------------------------------------------------------------------
信件原文结束
----------------------------------------------------------------------

请注意这封信仅仅是由用户使用 “发送邀请码给朋友”发送的，不是网站官方邮件，
网站管理团队不会对这类邮件负责。

欢迎您访问 {$_G[setting][bbname]}
$_G[siteurl]',


	'moderate_member_subject' =>	'用户审核结果通知',
	'moderate_member_message' =>	'
<p>{username} ，
这封信是由 {bbname} 发送的。</p>

<p>您收到这封邮件，是由于这个邮箱地址在 {bbname} 被新用户注册时所
使用，且管理员设置了对新用户需要进行人工审核，本邮件将通知您提交
申请的审核结果。</p>

----------------------------------------------------------------------<br />
<strong>注册信息与审核结果</strong><br />
----------------------------------------------------------------------<br />

用户名: {username}<br />
注册时间: {regdate}<br />
提交时间: {submitdate}<br />
提交次数: {submittimes}<br />
注册原因: {message}<br />
<br />
审核结果: {modresult}<br />
审核时间: {moddate}<br />
审核管理员: {adminusername}<br />
管理员留言: {remark}<br />
<br />
----------------------------------------------------------------------<br />
<strong>审核结果说明</strong><br />
----------------------------------------------------------------------<br />

<p>通过: 您的注册已通过审核，您已成为 {bbname} 的正式用户。</p>

<p>否决: 您的注册信息不完整，或未满足我们对新用户的某些要求，您可以
	  根据管理员留言，<a href="home.php?mod=spacecp&ac=profile" target="_blank">完善您的注册信息</a>，然后再次提交。</p>

<p>删除：您的注册由于与我们的要求偏差较大，或本站的新注册人数已
	  超过预期，申请已被否决。您的帐号已从数据库中删除，将无法
	  再使用其登录或提交再次审核，请您谅解。</p>

<br />
<br />
此致<br />
<br />
{bbname} 管理团队.<br />
{siteurl}',

	'adv_expiration_subject' =>	'您站点的广告将于 {day} 天后到期，请及时处理',
	'adv_expiration_message' =>	'您站点的以下广告将于 {day} 天后到期，请及时处理：<br /><br />{advs}',
	'invite_payment_email_message'	=> '
欢迎您光临{bbname}（{siteurl}），您的订单{orderid}已经支付完成，订单已确认有效。<br />
<br />----------------------------------------------------------------------<br />
以下是您获得的邀请码
<br />----------------------------------------------------------------------<br />

{codetext}

<br />----------------------------------------------------------------------<br />
重要！
<br />----------------------------------------------------------------------<br />',
);

?>