<?php

/**+++
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_modaction.php 19194 2010-12-21 10:05:33Z shanzongjun $
 */

$lang = array
(

	'EDT'	=> 'แก้ไข',

	'DEL'	=> 'ลบ',
	'DLP'	=> 'ลบตอบกลับ',
	'DCM'	=> 'ลบความคิดเห็น',
	'PRN'	=> 'ตัดทอน',
	'UDL'	=> 'ยกเลิกลบ',

	'DIG'	=> 'เพิ่มเข้ากระทู้สำคัญ',
	'UDG'	=> 'เอาออกจากกระทู้สำคัญ',
	'EDI'	=> 'ตั้งเวลาหมดอายุ',
	'UED'	=> 'ยกเลิกกระทู้สำคัญ',

	'CLS'	=> 'ปิด',
	'OPN'	=> 'เปิด',
	'ECL'	=> 'จำกัดเวลาปิด',
	'UEC'	=> 'ยกเลิกการจำกัดเวลาปิด',
	'EOP'	=> 'จำกัดเวลาเปิด',
	'UEO'	=> 'ยกเลิกการจำกัดเวลาเปิด',

	'STK'	=> 'ปักหมุด',
	'UST'	=> 'ยกเลิกการปักหมุด',
	'EST'	=> 'จำกัดเวลาปักหมุด',
	'UES'	=> 'ยกเลิกการจำกัดเวลาปักหมุด',

	'SPL'	=> 'แยกกระทู้',
	'MRG'	=> 'รวมกระทู้',

	'HLT'	=> 'เน้นสี',
	'UHL'	=> 'ยกเลิกเน้นสี',
	'EHL'	=> 'ตั้งเวลาเน้นสี',
	'UEH'	=> 'ยกเลิกการจำกัดเวลาเน้นสี',

	'BMP'	=> 'ดันกระทู้',
	'DWN'	=> 'กดกระทู้',

	'MOV'	=> 'ย้าย',
	'CPY'	=> 'คัดลอก',
	'TYP'	=> 'หมวดหมู่',

	'RFD'	=> 'คืนเงิน',

	'MOD'	=> 'ตรวจสอบ',

	'ABL'	=> 'เพิ่มเข้าบล็อก',
	'RBL'	=> 'เอาออกจากบล็อก',

	'PTS'	=> 'ส่งเข้ากระทู้',
	'RFS'	=> 'ออกจากกระทู้',
	'RMR'	=> 'ลบออกจากรางวัล',
	'BNP'	=> 'แบนโพสต์',
	'UBN'	=> 'ยกเลิกแบน',

	'REC'	=> 'แนะนำ',
	'URE'	=> 'ยกเลิกแนะนำ',

	'WRN'	=> 'เตือน',
	'UWN'	=> 'ยกเลิกเตือน',

	'SPA'	=> 'ติดแสตมป์',
	'SPD'	=> 'ลบแสตมป์',	

	'SLA'	=> 'เพิ่มไอคอน',
	'SLD'	=> 'ลบไอคอน',

	'REG'	=> 'แนะนำกลุ่ม',

	'PTA'	=> 'สร้างบทความ',

	'MAG'	=> 'ไอเทม',

	'REB'	=> 'Get promotion',//'推送',

);

