<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_text.php by Valery Votintsev at sources.ru
 */

$lang = array
(
	'text_name'		=> '포털/포럼/그룹/공간 List Adv',//'门户/论坛/群组/空间 格子广告',
	'text_desc'		=> '전시방식:페이지 내 문자광고는 표 형식으로 포럼,그룹 페이이지의 중,위 쪽에 표시되며 작은 이미지나 FLASH 의 형식으로도 표시 할수 있음..',//'展现方式: 页内文字广告以表格的形式，显示于论坛、群组页面的中上方，通常使用文字的形式，也可使用小图片和 Flash。当前页面有多个文字广告时，系统会以表格的形式按照设定的显示顺序全部展现，同时能够对表格列数在 3～5 的范围内动态排布，以自动实现最佳的广告排列效果。<br />价值分析: 由于此类广告通常以文字形式展现，但其所在的较靠上的页面位置，使得此类广告成为了访问者必读的内容之一。同一页面可以呈现多达十几条文字广告的特性，也决定了它是一种平民化但性价比较高的推广方式，同时还可用于论坛自身的宣传和公告之用。',
	'text_index'		=> '홈',//'首页',
	'text_fids'		=> '투입 토론장',//'投放版块',
	'text_fids_comment'	=> '광고 투입 토론장 설정,광고 투입범위에 "포럼" 이 포함되여야 유효.',//'设置广告投放的论坛版块，当广告投放范围中包含“论坛”时有效',
	'text_groups'		=> '투입 그룹 분류',//'投放群组分类',
	'text_groups_comment'	=> '광고 투입 그룹분류 설정,광고 투입 법위에 "그룹"이 포함되여야 유효.',//'设置广告投放的群组分类，当广告投放范围中包含“群组”时有效',
	'text_category'		=> '투입 채널 분류',//'投放频道分类',
	'text_category_comment'	=> '채털 분류 설정',//'设置广告投放的频道分类',
);

