<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_thread.php by Valery Votintsev at sources.ru
 */

$lang = array
(
	'thread_name'			=> '포럼/그룹 게시물 내 광고',//'论坛/群组 帖内广告',
	'thread_desc'			=> '전시방식:위,아래,우측에 전시.위와 아래측에는 텍스트 형식,우측에는 이미지 형식으로 전시하는데 페이지내 여러개 게시글 내 광고가 있을시 ',//'展现方式: 帖内广告显示于帖子内容的上方、下方或右方，帖子内容的上方和下方通常使用文字的形式，帖子内容右方通常使用图片的形式。当前页面有多个帖内广告时，系统会从中抽取与每页帖数相等的条目进行随机显示。您可以在 全局设置中的其他设置中修改每帖显示的广告数量。<br />价值分析: 由于帖子是论坛最核心的组成部分，嵌入帖子内容内部的帖内广告，便可在用户浏览帖子内容时自然的被接受，加上随机播放的特性，适合于特定内容的有效推广，也可用于论坛自身的宣传和公告之用。建议设置多条帖内广告以实现广告内容的差异化，从而吸引更多访问者的注意力。',
	'thread_fids'			=> '전시할 토론장',//'投放版块',
	'thread_fids_comment'		=> '광고전시할 토론장, 전시범위중"포럼"이 포함됬을때만 유효.',//'设置广告投放的论坛版块，当广告投放范围中包含“论坛”时有效',
	'thread_groups'			=> '전시그룹분류',//'投放群组分类',
	'thread_groups_comment'		=> '광고전시할 그룹분류,광고전시범위에 "그룹"이 포함됬을때만 유효.',//'设置广告投放的群组分类，当广告投放范围中包含“群组”时有效',
	'thread_position'		=> '전시위치',//'投放位置',
	'thread_position_comment'	=> '글내용 윘쪽과 아래쪽에는 문자형식,오른쪽에는 이미지 혹은 Flash형식의 광고를 추천하며 동시에 여러개의 문자광고 가능.',//'帖子内容上方和下方的广告适合使用文字形式，而帖子右侧广告适合使用图片或 Flash 形式，也可以同时显示多条文字广告',
	'thread_position_bottom'	=> '글아래쪽',//'帖子下方',
	'thread_position_top'		=> '글윗쪽',//'帖子上方',
	'thread_position_right'		=> '글오른쪽',//'帖子右侧',
	'thread_pnumber'		=> '광고 전시되는 층수.',//'广告显示楼层',
	'thread_pnumber_comment'	=> '선택 #1 #2 #3 ... 글 층수를 의미하는데 CTRL로 복수선택 가능.',//'选项 #1 #2 #3 ... 表示帖子楼层，可以按住 CTRL 多选',
	'thread_pnumber_all'		=> '전부',//'全部',
);

