<?php

/**+++
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_template.php 21925 2011-04-18 02:58:25Z monkey $
 *
 *      This file is automatically generate
 */

$lang = array (
  'no_maxthon2_message'	=> 'เบราว์เซอร์ของคุณไม่สนับสนุนการทำงานในหน้านี้ กรุณาใช้ Internet Explorer หรือ Firefox ขออภัยในความไม่สะดวก',
  'page_loading'	=> 'กำลังโหลด...',
  'add_app'	=> 'เพิ่ม การประยุกต์ใช้งาน ใหม่',
  'app_index'	=> 'หน้าแรกของแอพพลิเคชั่น',
  'boy_like'	=> 'แอพพลิเคชั่นที่เพื่อนชายชอบ',
  'girl_like'	=> 'แอพพลิเคชั่นที่เพื่อนหญิงชอบ',
  'just_look_dynamic'	=> 'ดูรายการอัพเดต',
  'latest_release'	=> 'ล่าสุด',
  'no_feed'	=> 'ไม่มีรายการอัพเดต',
  'own'	=> 'ฉันกำลังเล่น',
  'popular_app'	=> 'การประยุกต์ใช้งาน ที่ได้รับความนิยมมากที่สุด',
  'today_active_app'	=> 'การประยุกต์ใช้งาน ที่เปิดใช้งานวันนี้',
  'what_everybody_playing'	=> 'แอพพลิเคชั่นที่ฉันร่วมสนุก',
  'what_friend_playing'	=> 'แอพพลิเคชั่นที่เพื่อนร่วมสนุก',
  'all'	=> 'ทั้งหมด',
  'app_add'	=> 'เพิ่ม การประยุกต์ใช้งาน',
  'app_management'	=> 'จัดการ การประยุกต์ใช้งาน',
  'close'	=> 'ปิด',
  'default_app'	=> 'เริ่มต้น การประยุกต์ใช้งาน',
  'determine'	=> 'ตกลง',
  'edit_settings'	=> 'แก้ไขการตั้งค่า',
  'introduction'	=> 'คำแนะนำ',
  'left_menu_view_num'	=> 'จำนวน การประยุกต์ใช้งาน ที่แสดงในเมนูทางด้านซ้าย',
  'my'	=> 'ของฉัน',
  'remove'	=> 'ลบ',
  'remove_app'	=> 'ลบ การประยุกต์ใช้งาน',
  'remove_app_message'	=> 'หลังจากที่ลบออกแล้ว โปรไฟล์ของคุณ เมนูเริ่มต้น การจัดการแอพพลิเคชั่นของฉัน<br/>จะไม่แสดงแอพพลิเคชั่นนี้ คุณสามารถเพิ่มใหม่ในภายหลัง<br>แน่ใจว่าการดำเนินต่อ?',
  'save_settings'	=> 'บันทึกการตั้งค่า',
  'use_assistant'	=> 'คำแนะนำ',
  'user_assistant_message'	=> '<ol><li>คุณสามารถจัดเรียงลำดับของแอพพลิเคชั่นโดยใช้ <img src="{IMGDIR}/drag.gif" /> ลากและวางได้อย่างอิสระ </li>
					<li>เมื่อแอพพลิเคชั่นมากขึ้นจะถูกจัดเรียงลงมาจากด้านบนของเมนูที่จะแสดง</li>
					<li>คุณสามารถจัดการ เพิ่มแอพพลิเคชั่น ตั้งค่าสิทธิ์สำหรับแอพพลิเคชั่น และลบแอพพลิเคชั่นได้</li>
					<li>ถ้าคุณต้องการจัดการโปรไฟล์ บล็อก อัลบั้มรูปและข้อมูลส่วนตัวอื่นๆ ของคุณ โปรดไปที่การตั้งค่าความเป็นส่วนตัวในเมนูสมาชิก</li>
					<li>แอพพลิเคชั่นเริ่มต้นสามารถทำได้เฉพาะการตั้งค่าที่เกี่ยวข้องและลบเท่านั้น หลังจากที่ลบออกไปแล้วจะยังคงปรากฏอยู่ในเมนูด้านขวามือของคุณ</li></ol>',

  'open'	=> 'เปิด',
);

?>